{"_default": {"1": {"content": "running"}}, "lmsensor": {"1": {"timestamp": "2017-07-30 16:04:47", "temp": "21.72C"}, "2": {"timestamp": "2017-07-30 16:11:50", "temp": "22.05C"}, "3": {"timestamp": "2017-07-30 16:18:52", "temp": "22.05C"}, "4": {"timestamp": "2017-07-30 16:25:54", "temp": "22.05C"}, "5": {"timestamp": "2017-07-30 16:32:57", "temp": "21.72C"}, "6": {"timestamp": "2017-07-30 16:39:59", "temp": "21.72C"}, "7": {"timestamp": "2017-07-30 16:47:01", "temp": "21.72C"}}, "quotes": {"5": {"category": "Facts", "content": "In 1662, Virginia outlawed interracial sex to impose heavy penalties if the guilty parties were “negroes” and “Christians.” In 1691, Virginia made it illegal for a “negro,” mulatto, or “Indian” man to marry or “accompany” a white woman. Laws prohibiting mixed marriage in Virginia were in effect until 1967. South Carolina did not overturn its ban on interracial marriage until 1998, and even then 38% of voters opposed the referendum.", "id": 5}, "2": {"category": "Facts", "content": "When a family cat died in ancient Egypt, family members would mourn by shaving off their eyebrows. They also held elaborate funerals during which they drank wine and beat their breasts. The cat was embalmed with a sculpted wooden mask and the tiny mummy was placed in the family tomb or in a pet cemetery with tiny mummies of mice.", "id": 2}, "11": {"category": "Lelucon", "content": "Tanya: Sapi apa yang bisa nempel di tembok? Jawab: SAPIderman! LOL!", "id": 11}, "1": {"category": "Facts", "content": "The most filmed author is William Shakespeare, including straight film versions, modern adaptations (West Side Story [1961], The Lion King [1994], etc.), and Shakespeare parodies.", "id": 1}, "7": {"category": "Facts", "content": "At Delphi, the spiritual center of Greece, many cooks were needed to organize and direct sacrifices to the gods.", "id": 7}, "9": {"category": "Gombalan", "content": "Are you half Indonesian and half Middle-Eastern, or half a woman and half an angel?", "id": 9}, "12": {"category": "Lelucon", "content": "Tanya: Kenapa ya Batman lambang nya kelelawar? Jawab: Yaaa kalau tahu itu BATagor... njaaayusss", "id": 12}, "4": {"category": "Facts", "content": "In May 2008, L.A. police arrested Cyrus Yazdini for vandalism. He had published many of his graffiti adventures on YouTube with a rap soundtrack. His YouTube publications helped police find and arrest him.", "id": 4}, "8": {"category": "Gombalan", "content": "Mas-mas: Mbak, aduh... barusan sakit ga jatuh nya? Mbak-mbak: Gak jatoh... Mas-mas: Oh kirain tadi jatuh .. dari kahyangan", "id": 8}, "10": {"category": "NBA", "content": "At 5foot3inch, Muggsy Bogues is the smallest player to ever play in the NBA. Seeing as how he averaged just 8.3 points and 6.6 assists in four years at Wake Forest, one wouldnt think he was a first-round pick.", "id": 10}, "6": {"category": "Facts", "content": "Stress can result in more headaches as a result of the body rerouting blood flow to other parts of the body.", "id": 6}, "3": {"category": "Facts", "content": "A study of 60 beaches in Southern California revealed that water pollution is highest when tides ebb during the new and full moon.", "id": 3}}, "dht22": {"5": {"timestamp": "2017-07-30 16:32:57", "temp": "20.70C", "humidity": "36.00%"}, "2": {"timestamp": "2017-07-30 16:11:50", "temp": "20.60C", "humidity": "37.10%"}, "4": {"timestamp": "2017-07-30 16:25:54", "temp": "21.00C", "humidity": "36.00%"}, "3": {"timestamp": "2017-07-30 16:18:52", "temp": "21.40C", "humidity": "35.40%"}, "1": {"timestamp": "2017-07-30 16:04:47", "temp": "20.60C", "humidity": "37.10%"}, "6": {"timestamp": "2017-07-30 16:39:59", "temp": "20.50C", "humidity": "36.10%"}, "7": {"timestamp": "2017-07-30 16:47:01", "temp": "20.30C", "humidity": "36.30%"}}}